<div class="container">
    <div class="row">
        <b>สิ่งที่ผู้จัดงานตั้งเตรียมให้ฝ่ายโสตทัศนูปกรณ์</b><br>
        <ol class="list-group">
            <li class="list-item">- ไฟล์ภาพหรือวิดีโอขนาด 1920x1080 (นามสกุล .jpg หรือ .mp4)</li>
            <li class="list-item">- ไฟล์วิดีโอพรีเจนเทชั่นสำหรับเปิดออกจอภาพ (กรณีที่มี)</li>
            <li class="list-item">- ไฟล์เพลงสำหรับเปิดในงาน</li>
            <li class="list-item">- ผู้ประสานงานในการบอกคิวการเปิดวิดีโอพรีเซนเทชั่นและเพลงประกอบ</li>
            <li class="list-item">- กำหนดการของงาน</li>
        </ol>
    </div>
    <br>
    <div class="row">
        <b> วงดนตรีที่ผู้จัดงานเตรียมมานั้นเป็นแบบใด</b><br>
        <ul class="list-group">
            <li class="list-item">- แบบที่ 1 : วงดนตรีครบชุดมีเพาเวอร์แอมป์ ตู้ลำโพงมาเอง</li>
            <li class="list-item">- แบบที่ 2 : มีเฉพาะเครื่องดนตรี เช่น กีต้าร์ กลอง ไม่มีเพาเวอร์แอมป์ ตู้ลำโพง</li>
            <li class="list-item">- กรณีเป็นแบบที่ 2 ต้องการต่อเครื่องดนตรีเข้ากับระบบเสียงของหอประชุมหรือไม่</li>
        </ul>
    </div>
    <br>
    <div class="row">
        <b class="text-center">รายการขอใช้วัสดุ อุปกรณ์ (ด้านโสตทัศนูปกรณ์)ในการขอใช้หอประชุม{{ $room->room_name }}<br>
            ของ............................................................................................... ในวันที่
            ....................................................................</b>
            
        <table class="table table-bordered border-dark mt-3">
            <thead class="text-center">
                <th>ที่</th>
                <th>รายการ</th>
                <th>ต้องการ</th>
                <th>ไม่ต้องการ</th>
                <th>หมายเหตุ</th>
            </thead>
            <tbody>
                <td class="text-end">ระบบเสียงพร้อมไมค์โครโฟน 2 ตัว</td>
                <td class="text-end">จอภาพขนาดใหญ่บนเวที่ 1 จอ</td>
                <td class="text-end">จอภาพทีวีด้านข้างฝั่งซ้าย 4 จอ</td>
                <td class="text-end">จอภาพทีวีด้านข้างฝั่งขวา 4 จอ</td>
                <td class="text-end">โต๊ะปฏิบัติการหน้าขาว 10 ตัว</td>
            </tbody>
        </table>
    </div>
