<div class="container">
                    <b class="text-center">ข้อตกลงในการใช้อาคารสถานที่ของมหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ</b>
                    <br>
                    <p>1. การใช้อาคารสถานที่ของมหาวิทยาลัย
                        ผู้ได้รับอนุญาตให้ใช้อาคารสถานที่จะต้องปฏิบัติให้เป็นไปตามกฎหมายระเบียบ ข้อบังคับ วัฒนธรรม
                        ประเพณี
                        และไม่ขัดต่อความสงบเรียบร้อยและศีลธรรมอันดีและหลักเกณฑ์ที่มหาวิทยาลัยกำหนด
                        หากมีการใช้อาคารสถานที่เพื่อการอย่างอื่นนอกเหนือจากที่ได้รับอนุญาต
                        ให้อธิการบดีหรือผู้ที่อธิการบดีมอบหมายเพิกถอนการอนุญาตนั้นและผู้ได้รับอนุญาตดังกล่าวจะต้องรับผิดชอบต่อความเสียหาย
                        ที่เกิดขึ้นทั้งสิ้นทุกประการ</p>
                    <p>2.
                        ผู้ได้รับอนุญาตให้ใช้อาคารสถานที่ต้องสงวนและใช้ทรัพย์สินเช่นวิญญชนจะพึงปฏิบัติต่อทรัพย์สินของตนเองหาทในระหว่างการใช้อาคารสถานที่ปรากฏว่าอาคารสถานที่ที่ขอใช้สูญหายหรือเกิดความชำรุดเสียหาย
                        อันเนื่องมาจากการใช้งาน ผู้ได้รับอนุญาตต้องรับผิดชอบชดใช้ต่อการสูญหายหรือเสียหาย
                        และมหาวิทยาสัยมีสิทธิเรียกค่าเสียหายเพิ่ม (หากมี) ได้เต็มจำนวนความเสียหาย
                        หรือจัดการซ่อมแชมให้อยู่ในสภาพเดิม แล้วแต่กรณี
                    <div class="row justify-content-center text-center align-items-center">

                        <div class="col-auto form-check">
                            <input class="form-check-input" type="radio" name="flexRadioDefault"
                                id="flexRadioDefault1" required>
                            <label class="form-check-label" for="flexRadioDefault1">
                                ยินดีให้มหาวิทยาลัยหักเงินประกันความเสียหาย
                            </label>
                        </div>
                        <div class="col-auto form-check">
                            <input class="form-check-input" type="radio" name="flexRadioDefault"
                                id="flexRadioDefault2" required>
                            <label class="form-check-label" for="flexRadioDefault2">
                                ยินดีแก้ไขให้กลับสู่สภาพเดิม
                            </label>
                        </div>
                    </div>
                    </p>
                    <p>3. ผู้ได้รับอนุญาตต้องชำระค่าธรรมเนียมการใช้อาคารสถานที่และค่าประกันความเสียหาย
                        ตามที่มหาวิทยาลัยประกาศกำหนดโดยให้ชำระเงินมัดจำให้มหาวิทยาลัยภายใน 7 วันทำการ
                        หลังจากที่ได้รับหนังสือแจ้งการอนุญาตให้ใช้อาคารสถานที่
                        และชำระส่วนที่เหลือทั้งหมดก่อนวันจัดงานไม่น้อยกว่า 7 วันทำการ หากไม่ชำระตามระยะเวลา ที่กำหนด
                        มหาวิทยาลัยขอสงวนสิทธิ์ในการบอกเลิกการใช้อาคารสถานที่ และจะไม่คืนเงินมัดจำที่ได้รับชำระไว้แล้ว
                    </p>
                    <p>4. กรณีผู้ได้รับอนุญาตขอยกเลิกหรือถูกเพิกถอนการอนุญาต
                        มหาวิทยาลัยอาจคืนเงินค่าธรรมเนียมการใช้อาคารสถานที่ในส่วนของค่าสาธารณูปโภคและค่าตอบแทนเจ้าหน้าที่ให้ผู้ได้รับอนุญาตแล้วแต่กรณี
                    <p>5. กรณีทีมหาวิทยาลัยเป็นผู้ขอยกเลิกการใช้อาคารสถานที่ มหาวิทยาลัยจะคืนเงินค่าธรรมเนียม
                        การขอใช้อาคารสถานที่ในส่วนที่ได้ชำระกับมหาวิทยาลัยไว้แล้วให้กับผู้ได้รับอนุญาต</p>
                    <p>6. ผู้ได้รับอนุญาตต้องกำกับดูแลร้านประกอบอาหารไม่ให้ทิ้งเศษอาหารไว้ในมหาวิทยาลัย
                        หากมหาวิทยาลัยพบว่าร้านประกอบการทิ้งเศษอาหารไว้ ข้าพเจ้า/หน่วยงาน
                        ยินยอมให้หักเงินประกันความเสียหาย</p>
                    <p>7. กรณีมีการใช้ไฟฟ้ามากกว่าปกติ เช่น ติดตั้งระบบไฟฟ้าทางเข้างาน หรือระบบแสง สี
                        เสียงบนเวทีการแสดง เป็นต้นจะต้องชำระค่าไฟฟ้าเพิ่ม ชั่วโมงละ 1,000 บาท/ระบบ
                        หรือนำเครื่องปั่นไฟมาใช้ในการจัดงาน</p>
                    <p>8. กรณีที่ใช้เครื่องปรับอากาศ มหาวิทยาลัยจะเปิดเครื่องปรับอากาศให้เฉพาะวันที่จัดงานเท่านั้น
                        และจะเปิดให้ก่อนเริ่มงาน 1 ชั่วโมง</p>
                    <p>9. มหาวิทยาลัยอนุญาตให้เข้ามาจัดเตรียมสถานที่ล่วงหน้าก่อนการจัดงานได้ 1 วัน ตั้งแต่เวลา 08.30 -
                        16.30 น.
                        และงดเปิดเครื่องปรับอากาศ หากมหาวิทยาลัยพบว่ามีการเปิดเครื่องปรับอากาศ ข้าพเจ้า/หน่วยงาน
                        ยินดีชำระค่าไฟฟ้าตามทีมหาวิทยาลัยกำหนด
                        กรณีที่จะต้องเตรียมงานมากกว่าที่กำหนดจะต้องมีหนังสือขออนุญาตมหาวิทยาลัยและเมื่อเสร็จสิ้นการจัดงานขอให้เก็บสถานที่ให้เรียบร้อยภายในวันจัดงานนั้น
                    </p>
                    <p>10. มหาวิทยาลัยอนุญาตให้ใช้สถานที่เพื่อจัดงานเท่านั้น มิใช่สถานที่รับฝากทรัพย์สิน ดังนั้น
                        มหาวิทยาลัยจะไม่รับผิดชอบต่อทรัพย์สินที่เสียหายหรือสูญหาย</p>
                    <p>11. เมื่อปรากฏโดยชัดแจ้ง ผู้ได้รับอนุญาตกระทำผิดเงื่อนไขอย่างใดอย่างหนึ่ง
                        มหาวิทยาลัยมีอำนาจสั่งระงับการใช้สถานที่นั้นได้โดยผู้ได้รับอนุญาตไม่มีสิทธิเรียกร้องค่าเสียหายที่เกิดขึ้น
                        ทั้งนี้
                        ข้าพเจ้าทราบข้อตกลงในการใช้อาคารสถานที่ของมหาวิทยาสัยเทคโนโลยีราชมงคลสุวรรณภูมิดังกล่าวเรียบร้อยแล้ว
                        จึงได้ลงลายมือชื่อไว้เป็นสำคัญและต่างยึดถือฝ่ายละหนึ่งฉบับ</p>

                    <div class="row justify-content-center text-center align-items-center">
                        <div class="col-auto form-check">
                            <input class="form-check-input" type="radio" name="flexRadioDefault"
                                id="flexRadioDefault1" required>
                            <label class="form-check-label" for="flexRadioDefault1">
                                ยินดีให้มหาวิทยาลัยหักเงินประกันความเสียหาย
                            </label>
                        </div>
                        <div class="col-auto form-check">
                            <input class="form-check-input" type="radio" name="flexRadioDefault"
                                id="flexRadioDefault2" required>
                            <label class="form-check-label" for="flexRadioDefault2">
                                ยินดีแก้ไขให้กลับสู่สภาพเดิม
                            </label>
                        </div>
                    </div>
                </div>