<div class="container">
    <div class="row">
        <div class="row text-center">
            <p class="fw-bold">แบบคำขอใช้อาคารสถานที่มหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ</p>
        </div>
        <div class="row text-end">
            <p>เขียนที่ ..........................................................................</p>
            <p>วันที่ ............. เดือน ............................. พ.ศ ..............</p>
        </div>
        <p>เรียน อธิการบดีมหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ</p>
        <p class="fw-bold">ส่วนที่ 1 สำหรับผู้ขอใช้อาคารสถานที่</p>
        <p style="text-indent:5vw">
            ข้าพเจ้า...............................................................................................................................................อยู่บ้านเลขที่........................หมู่ที่....................ถนน.........................................................
        </p>
        <p>ตำบล/แขวง...........................................................................อำเภอ/เขต.....................................................................................จังหวัด.......................................................................................................
        </p>
        <p>หมายเลขโทรศัพท์.............................................................มีความประสงค์ขอใช้.......................................................................................................................................................................ดังต่อไปนี้
        </p>
        <p style="text-indent:5vw">
            1.ข้าพเจ้ามีความประสงค์ขอใช้สถานที่เพื่อ...............................................................................................................................ในวันที่...................................................................................
        </p>
        <p>ตั้งแต่เวลา............................................................................................
            โดยมีผู้มาร่วมงาน ประมาณ................................... คน</p>
        <p style="text-indent:5vw">2. ข้าพเจ้ายินดีชำระเงินค่าธรรมเนียมการขอใช้อาคารสถานที่ตามที่มหาวิทยาลัยกำหนด
            เป็นจำนวนเงิน.......................................................................................................
            บาท
            และค่าประกันความเสียหาย...................................................บาท</p>
        <p style="text-indent:5vw">3. หากการใช้อาคารสถานที่ตลอดจนทรัพย์สินและอุปกรณ์ต่างๆ สูญหาย
            หรือเกิดความชำรุดเสียหายอันเนื่องมาจากการใช้อาคารสถานที่นั้นๆ ข้าพเจ้ายินดีรับผิดชอบชดใช้ต่อการสูญหาย
            หรือเสียหาย หรือจัดการซ่อมแซมให้อยู่ในสภาพเดิม</p>
        <p style="text-indent:5vw">4. ข้าพเจ้ายินดีชำระเงินมัดจำ (ค่าบำรุงสถานที่)
            ซึ่งเป็นส่วนหนึ่งของค่าธรรมเนียมการขอใช้อาคารสถานที่ เป็นจำนวนเงิน
            ......................................บาท ภายใน 7 วันทำการ
            หลังจากที่ได้รับหนังสือแจ้งการอนุญาตให้ใช้อาคารสถานที่
            และจะชำระส่วนที่เหลือทั้งหมด
            (ค่าสาธารณูปโภค, ค่าตอบแทนเจ้าหน้าที่, ค่าใช้จ่ายอื่นๆ) ก่อนวันจัดงานไม่น้อยกว่า 7 วันทำการ
            เป็นจำนวนเงิน................................บาท</p>
        <p style="text-indent:5vw">ข้าพเจ้าได้ทราบหลักเกณฑ์ และเงื่อนไขการใช้อาคารสถานที่แล้ว
            และจะปฏิบัติให้ถูกต้องตามข้อบังคับของมหาวิทยาลัย
            หากมีการฝ่าฝืนหรือการกระทำใด ๆ อันเป็นการผิดข้อบังคับ หรือระเบียบแบบแผนของทางราชการ
            ข้าพเจ้ายินดีให้ยกเลิกการอนุญาตการใช้
            อาคารสถานที่ดังกล่าวได้</p>
        <div class="row text-end">
            <p>ลงชื่อ.......................................................... ผู้ยื่นคำขอ</p>
            <p>(...................................................................................)</p>
        </div>
        <p class="fw-bold"> ส่วนที่ 2 สำหรับเจ้าหน้าที่</p>
        <p>ความเห็นของผู้รับผิดชอบ</p>
        <p>
            <hr style="border-top: 2.5px dotted #000;">
        </p>
        <p>รายละเอียดค่าธรรมเนียมการขอใช้อาคารสถานที่</p>
        <div class="row text-center">
            <p>
                <span class="mx-4">1. ค่าบำรุงสถานที่ .................................................. บาท</span>
                <span class="mx-4">2. ค่าสาธารณูปโภค............................................. บาท</span>
            </p>
            <p>
                <span class="mx-4">3. ค่าตอบแทนเจ้าหน้าที่ ........................................ บาท</span>
                <span class="mx-4">4. ค่าใช้จ่ายอื่น ๆ ............................................. บาท</span>
            </p>
            <p>รวมเป็นจำนวนเงินทั้งสิ้น ........................................................... บาท</p>
            <p>ค่าประกันความเสียหาย ............................................................ บาท</p>

            <p>ลงชื่อ...................................................................ผู้รับผิดชอบ</p>
            <p>(......................................................................)</p>
            <p>วัน............เดือน........................พ.ศ......................</p>
        </div>
        <table class="table table-bordered border-dark">
            <tbody>
                <tr class="my-5">
                    <td>
                        <p class="fw-bold">
                            ความเห็นของผู้อำนวยการกอง.......................................................
                        </p>
                        <p> O เห็นควรอนุญาต</p>
                        <p> O ไม่เห็นควรอนุญาต เนื่องจาก........................................................</p>
                        <div class="row text-end">
                            <p>ลงชื่อ...........................................................</p>
                            <p>(..............................................................)</p>
                            <p>วัน...........เดือน.........................พ.ศ. .................</p>
                        </div>
                    </td>
                    <td>
                        <p class="fw-bold">ความเห็นของอธิการบดีหรือผู้ที่อธิการบดีมอบหมาย</p>
                        <p> O อนุญาต</p>
                        <p> O ไม่อนุญาต เนื่องจาก........................................................</p>
                        <div class="row text-end">
                            <p> ลงชื่อ...........................................................</p>
                            <p>(..............................................................)</p>
                            <p>วัน...........เดือน.........................พ.ศ. .................</p>
                        </div>
                    </td>
                </tr>
            </tbody>
        </table>
        <p class="fw-bold">ส่วนที่ 3 การชำระเงิน</p>
        <p style="text-indent:5vw">
            ชำระเงินมัดจำเป็นจำนวนเงิน..............................................................บาท
            ใบเสร็จเล่มที่.........................................เลขที่.....................................วันที่..................................................
        </p>
        <p style="text-indent:5vw">ชำระในส่วนที่เหลือทั้งหมด
            เป็นจำนวนเงิน........................................................บาท
            ใบเสร็จเล่มที่.........................................เลขที่.....................................วันที่...............................
        </p>
        <p style="text-indent:5vw">ชำระค่าประกันความเสียหาย
            เป็นจำนวนเงิน........................................................บาท
            ใบเสร็จเล่มที่.........................................เลขที่.....................................วันที่..............................
        </p>
    </div>
</div>
